export const articlesMock = [
  {
    img: 'article1.webp',
    isLongText: true,
    title: 'מהפכה דיגיטלית : יעוץ משכנתאות דיגיטלי',
    text: [
      'הרגע הגדול הגיע בשעה טובה אתם מתכננים לקנות נכס, אז אחרי שבחרתם את נכס חלומותיכם אתם מגיעים לבנק לצורך לקיחת משכנתא מצוין אבל לא מבינים כלום בנושא. ריבית משתנה , ריבית קבועה, צמוד מדד לא צמוד ועוד הרבה מושגים חדשים ואז עומדות בפנינו שני אפשרויות מקשיבים לבנקאי וסומכים עליו ואו פונים ליועץ משכנתאות שיעזור בבחירת המשכנתא המתאימה פעולה יקרה ולא תמיד המשתלמת ביותר.קיום צצות חברות חדשות דיגיטליות לצורך עזרה בלקיחת משכנתא כמו גבי גבות משכנתאות החלוצה בתחום המשכנאות הדיגיטליות הבנקים החלו גם בתהליך אבל עדין מושכים להגעה לסניפים לצורך יעוץ משכנתא ',
      'כאמור, הלוואת המשכנתא מורכבת מ-2 חלקים עיקרים',
      'קרן משכנתא-סכום הלוואת המשכנתא אשר ניתן ע"י הבנק.',
      'מעבר למרכיבים אלו, קיימים פרמטרים נוספים אשר משפיעים על כל אחד ממסלוליי ההלוואה ובין היתר: הצמדה, שיטת ההחזר, התנהגות ריבית, סוג המטבע, טווח השנים, האפשרות לפירעון מוקדם והגבלות שונות על תמהיל המשכנתא אשר נקבעו על ידי בנק ישראל. קיימים מספר מסלולי משכנתא, אשר לכל אחד מהם יש מאפיינים הייחודיים לו. המסלולים נבדלים אלו מאלו ב-3 פרמטרים עיקריים',
      'סוג הריבית-ריבית משתנה, קבועה, לייבור או פרים.',
      'מסלול הפירעון-החזר חודשי קבוע, פירעון שוטף ועוד.',
      'חשוב לציין שכל מסלול טומן בחובו רמת סיכון שונה, וקיימת אפשרות לשלב בין מספר מסלולים שונים, על מנת לצמצם סיכונים.',
      'תמהיל נכון יכול לחסוך לכם מאות אלפי שקלים, והוא למעשה החסכון המרכזי של המשכנתא ,לא מעט חושבים שהריבית הוא הרכיב החסכון הגדול של המשכנתא וזה לא נכון כי חסכון הריביות חוסך בערך כ 15% אחוז מהחסכון הכולל לעומת התמהיל שחסכון שלו מהווה בערך כ 85% מהחסכון הכולל. הלוואת המשכנתא היא הלוואה משמעותית ובעלת השפעה רבה על חייהם של הלווים. מהסיבה הזאת, חשוב לתכנן אותה בחוכמה, תוך הקפדה על כל הדגשים החשובים והיכרות מקיפה עם כל האפשרויות השונות. חשוב לציין כי חוסר ידע, עלול להגביר את החששות מפני הצעד הזה, ולהגדיל את הסיכויים לביצוע של טעויות שונות בהליך לקיחת המשכנתא. מצד שני, גם חוסר בטחון בנושא, לא בהכרח ישרת אותנו – הוא יכול לגרום לנו לשלם סכומי כסף גבוהים ולא מוצדקים ליועצים חיצוניים שאינם מתאימים.',
      'אך זכרו ישנם חלופות דיגיטליות שיענו על צרכיכם ואף יוזילו משמעותית את עלות היועץ.',
      'נשמח ללוות אתכם בתהליך ולא לעשות אותו במקומכם, שזה מה שאתם אמורים לעשות, חשוב לנו שתהיו חלק מהתהליך ושלא יעשו אותו במקומכם / עבורכם, חשוב לנו שהכוח והידע יהיו בידיכם, ובעיקר - חשוב לנו שתהיו תלויים רק בעצמכם ולא רק באחרים.',
    ],
  },
  {
    img: 'article2.webp',
    title: 'טיפים קטנים לחסכון גדול',
    isLongText: false,
    text: [
      'חשוב מאוד להתנהל על בסיס מזומן ולא עם אשראי שאיתו מאבדים את תחושה ומרגישים שאין הגבלה של כסף ',
      'חשוב לחסוך 10% מההכנסות החודשיות ',
      'ישנם הוצאות קבועות וישנם הוצאות משתנות – את ההוצאות הקבועות יש לשלם חודש בחודשו ואת המשתנות אפשר לפרוס לתשלומים ',
      'חשוב שההוצאות המשתנות יהיו עד 70% מההכנסות החודשיות ',
      'להיות במינוס בבנק – זו למעשה הלוואה עם התנאים הכי התנאים הכי גרועים שיש ',
      'רוצים עוד מוזמנים ליצור קשר ',
    ],
  },
];
