import React from 'react';
import Style from './tems.module.scss';
const Terms = ({ closeModal }) => {
  return (
    <div className={Style.container}>
      <div onClick={closeModal} className={Style.closebtn}>
        X
      </div>
      <h3>תנאי שימוש באתר "קצב פיננסי"</h3>
      <p>
        .האמור בתקנון השימוש באתר הנ"ל נכתב בלשון זכר אך האמור בו מתייחס לנשים
        וגברים כאחד.. השימוש בלשון זכר נעשה מטעמי נוחות בלבד . בגלישתך ו/או
        בשימושך ו/או בביצוע פעולות באתר ו/או בעמודים הקשורים אליו ו/או בעמודי
        נחיתה
        <br />
        <br />
        להלן "קצב פיננסי" <br />
        <br />
        מאשר ומצהיר כל העושה כן (להלן: "המשתמש") כי קרא את תקנון האתר וכי הינו
        מביע את הסכמתו לאמור בו וכי אין ולא יהיה לו ו/או למי מטעמו כל טענה או
        תביעה כנגד קצב פיננסי ו/או מי מטעמו ו/או מי מעובדיה ו/או ספקיה ו/או לצד
        ג' כלשהו בכל הקשור לאתר. <br />
        <br />
        קצב פיננסי מטרה האתר <br />
        <br />
        האתר נבנה מתוך הבנה שבשוק הפיננסי הישראלי חסר לצרכן מידע רב שיכול היה
        לעזור לו. <br />
        <br />
        לצרכן הפיננסי אין היום הצגה מלאה <br />
        <br />
        המידע שקיים או שהוא לא קיים / חסר כי ישנו איטרס שאנשים לא ידעו הרבה
        פרטים חשובים
        <br />
        <br />
        ורוב האתרים שהיו ופרסמו חומר היו במטרה לצוד לקוחות למטרת ייעוץ חיצוני
        <br />
        <br />
        .2 בנוסף השימוש באתר זה על כל תכניו והשירותים המוצעים בו, הורדות של
        קבצים, מדיה כגון תמונות וסרטונים והתכנים השונים המוצעים לקהל המבקרים
        עשויים להשתנות מעת לעת או בהתאם לסוג התוכן. <br />
        <br />
        3. הנהלת האתר שומרת לעצמה הזכות לעדכן את תנאי השימוש המוצגים להלן מעת
        לעת וללא התראה או אזכור מיוחד בערוצי האתר השונים. <br />
        <br />
        4. אין להעתיק ו/או לשכפל תקנון זה ו/או כל חלק ממנו ו/או לעשות בו כל
        שימוש ללא הרשאה מראש ובכתב מאת בעל זכויות היוצרים וזכויות הקניין בו,
        תנועת גילוי נאות ו/או אתר . <br />
        <br /> קצב פיננסי 5. המשתמש מסכים בהסכמה בלתי חוזרת ויסודית לספק
        האינטרנט שלו ו/או לכל צד ג' למסור לידי החברה את פרטיו האישים והנכונים
        ואת דרכי ההתקשרות עימו מייד עם דרישתה הראשונה. <br />
        <br />
        המשתמש מאשר בזאת כי בהשארת הפרטים הוא מאשר לקצב ולמי מטעמו לעשות שימוש
        אודות נתונים אלו על מנת לשלוח הצעות שנראות לקצב פיננסי כמתאימות עבור
        המשתמש , כמו כן המשתמש מאשר לעשות לקבל הודעות שיווקו כאלו או אחרות לרבות
        שליחת מיילים , וכמו כן מאשר המשתמש לעשות העברת נתונים לשימוש מסחרי
        <br />
        <br />
        6. אין לראות במידע הכלול באתר זה משום ייעוץ או שיווק השקעות או תחליף
        לייעוץ אישי וספציפי המתחשב בצרכיו ובנתוניו האישיים ובצרכיו של המשתמש.
        המידע הכלול באתר אינו בא במקום ייעוץ ואין לפעול על פיו, לשם ביצוע
        התקשרויות, פעולות ו/או עסקאות כלשהן אלא לאחר קבלת ייעוץ אישי מתאים ע"י
        מומחים. <br />
        <br />
        7. השימוש במידע, בנתונים ובפרטים המובאים באתר זה, הינו על אחריותו
        הבלעדית של המשתמש. האתר אינו מבטיח את מידת הדיוק של הנתונים והפרטים
        שבאתר, לא את שלמותו, לא את עדכניותו ולא את מידת התאמתו לצרכי ולנתוני
        המשתמש
        <br />
        <br />. השימוש במידע שבאתר זה, ובסימולטורים והמחשבונים השונים הנו על
        אחריותו הבלעדית של המשתמש. גבי אינה מבטיחה את מידת הדיוק של המידע, את
        שלמותו, את עדכניותו ואת מידת התאמתו לכל צורך ספציפי שהוא והוא אינו
        מתיימר לבוא במקום אישור משכנתא ונתוני משכנתא רשמיים הניתנים על ידי
        הבנקים למשכנתאות
        <br />
        <br />
        אין לבעלי האתר כל אחריות במידה והחישובים אינם מדוייקים או אף שגויים.{' '}
        <br />
        <br />
        8.הנך מחויב לאמת ולבדוק כל נתון, מידע, תוכן או חישוב שקיבלת בעת השימוש
        באתר ואינך רשאי להסתמך עליו. מומלץ לנהוג בזהירות בתכנים המתפרסמים באתר
        <br />
        <br />. מידע זה אינו מהווה תחליף עצה מקצועית אישית ואינו מותאם בהכרח
        למקרה ספציפי. 9. מפעילי האתר, החברות, בעלי המניות, נציגיהם, עובדיהם
        ונושאי המשרה בהן, לא ישאו ולא יהיו אחראיים באחריות מכל סוג שהיא לכל
        הפסד, אובדן או נזק, אם במישרין ואם בעקיפין, אשר עלול להיגרם משימוש במידע
        המופיע באתר מהשמטת מידע, ממידע שאינו שלם, אינו מדויק או טועה
        <br />
        <br />. 10. <br />
        <br /> שום אינפורמציה המופיעה באתר אינה מהווה המלצה לביצוע או אי ביצוע
        מהלך כלשהו. מחובתך להתייעץ לפני כל פעולה. 11. מפעילי האתר אינם מתחייבים
        לעדכן את המידע ויתכנו בו שינויים מיידיים או מתמשכים
        <br />
        <br />. 12. הפרטים, המידע ו/או הנתונים שבאתר זה, התקבלו, בחלקם, מצדדים
        שלישיים – מפעילים, בתי עסק ומסחר וכן מאתרים אחרים ועל כן, אין האתר
        מתחייב לגבי נכונותם, אמינותם, שלמותם ו/או מידת דיוקם
        <br />
        <br />. 13. האתר מכיל קישורים לאתרים אחרים, חלקם מופעלים ע"י צדדים
        שלישיים לגביהם, אין לאתר הזה ולמפעיליו כל שליטה על המידע, הפרטים
        והנתונים שבאותם אתרים ואין לפרש הפנייה אליהם כמתן המלצה, אישור או העדפה
        באשר למידע, לתוכן ו/או השירותים המפורסמים בהם והאתר ומפעיליו לא ישאו
        באחריות לתוכן המופיע באתרים אלו ל/ימוש, או הסתמכות על המידע שבהם
        <br />
        <br />. 14. מנהל האתר אינו אחראי לתכנים ולתוצאות, ישירות או עקיפות
        שעלולות להיגרם לך או לצד שלישי כלשהו אם החלטת לפעול על בסיס תכנים אלו.
        האחריות המלאה והבלעדית לפעולות ותוצאותיה הינה על המשתמש
        <br />
        <br />. 15. האתר יוכל להפעיל תוכנות צוברות מידע על פעילות המשתמש באתר
        לצורך ניתוח והתאמה של צרכי המשתמש הספציפי והאחרים וכן, רשאי להעביר את
        המידע לכל צד שלישי כלשהו, לפי שיקול דעתו הבלעדית ולצורך מתן שירות יעיל
        למוסר המידע. 16. בעצם שימושך באתר והרשמתך אליו, הנך מסכים כי מעת לעת
        תשלח אליך הצעה שיווקית מן האתר בין אם היא רלוונטית לתחומים המוצעים בו
        ובין שלא
        <br />
        <br />. 17. מנהל האתר רשאי לשנות את תנאי שימוש אלה מעת לעת בלי למסור על
        כך הודעה מראש
        <br />
        <br />. 18. אנו משתמשים בחברות פרסום של צד שלישי כדי להציג בפניך מודעות,
        כשאתה מבקר באתר שלנו. ייתכן שחברות אלו משתמשות בפרטים (כולל השם, הכתובת,
        כתובת הדוא"ל או מספר הטלפון שלך) לגבי הביקורים שלך באתר זה ובאתרים אחרים
        על מנת לספק פרסומות למוצרים ושירותים שמעניינים אותך
        <br />
        <br />. 19. דין ומקום שיפוט – על השימוש באתר יחולו אך ורק דיני מדינת
        ישראל, מקום השיפוט הבלעדי בגין כל דבר ועניין הנובע מהסכם זה או מהאתר
        הינו אך ורק בבתי המשפט המוסמכים במחוז תל-אביב בישראל
        <br />
        <br />. 20.מבלי לגרוע מהאמור בתנאי השימוש, המשתמש מסכים בזאת, כי תקופת
        ההתיישנות לגבי כל תביעה ו/או דרישה כנגד האתר ו/או בעליו, תוגבל לתקופה של
        6 חודשים והצדדים רואים בכך כהסכם לתקופת ההתיישנות כמשמעו בסעיף בחוק
        ההתיישנות, תשי”ח-1958. <br />
        <br />
        22. ידוע לי כי השירותים הניתנים באתר ניתנים לשימוש כמות שהם. לא תהיה לי
        טענה, תביעה או דרישה כלפי בעל האתר בגין אופיים של השירותים שמציע האתר.
        השימוש באתר ייעשה על אחריותי המלאה והבלעדית. כל המוצג באתר בפרט זה
        העיצוב, המידע והתכנים הינו קניינו הבלעדי של מנהל האתר, אין לאדם כלשהו,
        באמצעי כלשהו, אישור להעתיק חלק מן האתר או את האתר בשלמותו, ללא מתן אישור
        בכתב, החתום בחתימת ידו של מנהל האתר בלבד
        <br />
        <br />. 23. באתר מתפרסם מידע מגוון, הכולל כתבות, תמונות, תכנים, ידיעות,
        מפות, מאמרים, טבלאות ונתונים שונים. המידע מוגש כשירות למשתמש בלבד והוא
        עשוי להתעדכן מעת לעת. החברה אינה אחראית למהות התכנים, איכותם ו/או כל
        רשלנות ו/או מחדל אשר עלול להיות בקשר עם התכנים ו/או בקשר לתוכנו של המידע
        ולכל שימוש שיעשה בו. קודם להסתמכות על כל מידע כאמור, מוצע לבצע בדיקה
        עצמאית של המידע
        <br />
        <br />. 24. מנהל האתר לא יהיו אחראי לכל נזק שייגרם למשתמש, ישיר או עקיף,
        כספי או אחר, שעשוי לנבוע מהשימוש באתר, מוסכם כי השימוש באתר הוא באחריותו
        הבלעדית של המשתמש
        <br />
        <br />. 25. המשתמש מסכים, מצהיר ומתחייב במפורש ליטול על עצמו בלבד את כל
        האחריות לרבות כל סיכון אפשרי הנובעים מכל שימוש שייעשה באתר. מובהר, למען
        הסר ספק כי מנהל האתר אינו אחראי באופן כלשהו לנזקים ו/או הפסדים העלולים
        להיגרם כתוצאה מהסתמכות על נתונים המוצגים באתר זה ו/או לנזק מסוג כלשהו
        <br />
        <br />. 26. כל המבצע ו/או המעוניין לבצע פעולה באתר (להלן "משתתף") מצהיר
        ומתחייב כי הינו מודע לתקנון האתר ומסכים להוראותיו, וכי לא תהא לו ו/או
        למי מטעמו כל טענה ו/או תביעה, במישרין ו/או בעקיפין, כנגד בעלי האתר ו/או
        מפעיליו ו/או מי מטעמם פעולה באתר, משמעה – כל פעולת רכישת מוצר המוצע באתר
        <br />
        <br />. 27. רשאי לבצע פעולות באתר, כל אדם תושב מדינת ישראל בן 18 ומעלה
        (וכן חברה המאוגדת כדין לפי חוקי מדינת ישראל והרשומה ברשם החברות בישראל)
        אשר ברשותו כרטיס אשראי תקף של אחת מחברות האשראי המצויינות להלן ושהינו
        בעל תא דואר אלקטרוני ברשת.חברות האשראי הינן: ויזה כ.א.ל, ויזה אלפא,
        אמריקן-אקספרס בע"מ, ישראכרט בע"מ.מבלי לגרוע מהאמור לעיל, תנאי מוקדם
        לאישור פעולה.סליקת הכרטיס והעברת הכספים טרנזילה אינטרספייס בע"מ ולפי
        כללי אבטחת המידע. <br />
        <br />. כפי שציינו שימוש מלא באתר מצריך תשלום <br />
        <br />
        התשלום יעשה על ידי צד ג להלן חברת סליקה אשר מאושרת עם התקנים הטובים
        ביותר במשק . <br />
        <br />
        מיותר לציין כי לגבי לא תהיה אחריות ישירה או עקיפה לגבי כל נזק ישיר או
        עקיף קטן או גדול או כל נזק שהוא בשימוש כתוצאה משימוש באמצעי אשראי שנעשה
        בקישור דרך
        <br />
        <br />
        27. בעת ביצוע הפעולה באתר יידרש המשתתף להכניס למערכת את הפרטים הבאים:
        ת.ז./ח.פ., שם פרטי, שם משפחה, שם חברה, טלפון, ישוב, מיקוד, דואר אלקטרוני
        ופרטי תשלום. הגשת פרטים אישיים כוזבים הינה עבירה פלילית. נגד מגישי פרטים
        כוזבים יינקטו צעדים משפטיים, לרבות תביעות נזיקין בגין נזקים שעלולים
        להיגרם לאתר
        <br />
        <br />. . <br />
        <br /> פרטי כרטיס האשראי של הרוכשים לא יישמרו במאגר החברה ולא יעשה בהם
        שימוש מלבד לשם קניית השרות.28 29. החברה תהיה רשאית לחסום לאלתר את
        השירותים במידה והמשתמש השתמש בשירותים בניגוד לדרישות כל דין ו/או בניגוד
        להוראות תקנון זה או מכל סיבה סבירה אחרת
        <br />
        <br />. 30. חסימת שירותים על ידי החברה יכולה להיעשות על ידי אמצעים
        טכנולוגיים או על ידי משלוח מכתב ו/או דואר אלקטרוני אל המשתמש האוסר עליו
        להשתמש באתר. <br />
        <br />
        31. למען הסר ספק, יובהר, כי הפסקת ההתקשרות בין הצדדים לא תגרע באיזה
        מהתחייבויותיו של המשתמש כאמור בהסכם זה. <br />
        <br />
        32. החברה ו/או מי מטעמה שומרים על כל זכות לשנות את הוראות וכללי השימוש
        באתר מזמן לזמן, בהתאם לשיקול דעתה הבלעדי. כל שינוי כאמור יחייב את
        המשתתפים מרגע פרסומו באתר והנוסח ההיסטורי של התקנון ישמר על ידי החברה
        ויוצג באתר האינטרנט של החברה. <br />
        <br />
        33. המשתמש מתחייב לעיין מפעם לפעם בתקנון זה ולהתעדכן בשינויים בו, המשתמש
        יהא מנוע מטענה, כי לא התעדכן בשינויים בתקנון
        <br />
        <br />
        34 . תינתן אפשרות לתמיכה בבנית תמהיל לצורך לקיחת משכנתא וזאת בעלות נוספת
        של 399ש"ח ע"י גורם חיצוני אי לכך ובהתאם לזאת החברה אינה אחראית על תוכן
        התמהיל ועל איכות התמהיל ומסירה מעצמה כל אחריות על התמהיל עצמו.
        <br />
        <br />
        35. תינתן תמיכה באמצעות תוכנת וואצאפ במספר 050-9502241 וזאת רק בתגובה
        לשאלה באופן מילולי ללא התחיבות על איכות התשובה ועל ההשלחות שיגרמו ע"י
        התשובה שנמסרה <br />
        <br />
        36. החברה תיתן מענה לשאלות בתוכנת הוואצאפ במשך שעתיים ביום לכל היותר
        בזמן המתאים לחברה וללא הגבלת זמנים למענה על שאלות המשתמש הרשום למערכת
        בלבד. <br />
        <br />
        37. לא תינתן תמיכה בשבתות וחגים אך ורק במשך יום העסקים הנהוג במשק כלומר
        א-ה .
      </p>
    </div>
  );
};

export default Terms;
